Revit 2023 API
GroupTypeId.Reference Property
 "Reference"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId Reference { get; }
Visual Basic
Public Shared ReadOnly Property Reference As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Reference {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace